Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 武成反应过来连忙打断他的话，双鱼酒楼虽然是开赌场的，但是家底确实没有赤血家族和苍盟这些大势力厚，全部资产架起来不过五六亿，这个数目并不保守。
en_us: Wu Cheng quickly regained his senses and hurriedly cut him off. Although the ShuangYu Hotel was opperating as a casino, their fortunes (家底) wasn't comparable to the Vermillion Blood Clan or the Cang Alliance. Their total fortunes (资产) combine was just around five/six hundred millions, that wasn't enough.

source: 武成在这之前就算过了。
en_us: Wu Cheng had already calculated that beforehand.

source: 武成将事情的经过一五一十地说了。
en_us: Wu Cheng narrated the events that happened systematically and in full detail.

source: 武成惊讶过后急忙让两名长老出去外面守着，告诉他们不要让任何人进来，除了他爹武正。
en_us: After the shock wore off, he quickly told two elders to guard the entrance and not let anyone in, except for his dad, Wu Zheng.

source: 武成想起游小默那天给他的答案，真是，真是不如道怎么形容那种坑爹感觉，他还清楚的记得他当时说的话——
en_us: Wu Cheng recalled the answer that You XiaoMo gave him that day. He-he really did not know how to describe that sort of shitty scammed (坑爹) feeling. He even clearly remembered the words he said at that time -

source: 武成点点头，旋即掏出一个储物袋，将他这段时间收集到的灵草都拿出来，因为时间比较短，所以他收集的灵草也不多。
en_us: Nodding, Wu Cheng took out a magic bag and pulled out all of the magic herbs he had collected. As the time frame was relatively short, he wasn't able to collect much.

source: 武成脸色很难看，却知道林老没说错。
en_us: Wu Cheng was very pale, but knew that Old Lin was right.

source: 武成连忙站起来，“父亲大人，您怎么来了？”
en_us: Wu Cheng promptly stood up, "Father, is anything the matter?"

source: 武正拿起桌上的纸条，“有人拜托你找这些灵草？”
en_us: Wu Zheng picked up the slip of paper from the table, "Someone asked you to look for these magic herbs?"

source: 武正是一个外表看起来刚正不阿的中年人，国字脸，嘴巴四周有着浓密短小的胡子，眼里闪烁的精明光芒使他看起来很光明磊落，不过能成为双酒楼的管事又岂会是善类。
en_us: Based off his appearance, Wu Zheng seemed to be a upright and plainspoken middle-aged man with a square face and a thick and short beard around his mouth. The shimmering brilliance in his eyes made him look frank and forthright, however, how could a virtuous type of person become the steward of the ShuangYu Hotel?

source: 死亡之森，游小默当初捏碎空间符被传送过来的森林，那棵埋着很多私人的树下，游小默和凌霄正在清点战利品。
en_us: In the forest of death where You XiaoMo had been sent after he had broken (捏碎) the teleportation talisman at that time, You XiaoMo and Ling Xiao were checking their spoils out beneath the tree where many private items (私人) had been buried.

source: 死亡的阴影瞬间笼罩在斗篷人头顶。
en_us: The shadow of death shrouded the head of the cloaked man.

source: 母蛊怕火，特别是至阳神火。
en_us: The female Gu was afraid of fire. It was especially afraid of ZhiYang Godfire. (至阳神火)

source: 每一代七罪兽都是如此。
en_us: Every generation of Seven Sins Beasts was like this.

source: 每一件拍卖品是从拍卖台下方升起来的，减少了人工，又体现了它的方便性能。
en_us: Every item rose from below the auction stand, which reduced labor cost and showed off it's convenience.

source: 每个来老板娘的成衣店买衣服的外来者无一不被老板娘坑过，不过被坑的灵晶有多有少，因为老板娘是个眼力极准的人，她只要看一眼你身上的衣服质量，就能判断出你是贫是富。
en_us: Every foreigner who came to the proprietress' tailor shop to buy clothes had been screwed over by the proprietress, without exception. But there were some who lost more spirit gems than others, and this was because the proprietress was someone who was very good at reading people. She could tell if you were poor or rich with one glance at the quality of your clothing.

source: 每个神境强者都能使出属于自己的领域，有了领域的神境强者会比一般的神境强者要强一些，而且领域有一个很好用的功能，他可以将自己的目标圈进来，将其他人隔绝在外并且看不到领域里的情况。
en_us: Every Divine level expert could create their own Territory. Those with Territories would be slightly stronger than normal Divine level practitioners, and there was a very useful ability Territories possessed. The user could pull their target inside and isolate them from everyone else, who wouldn't be able to see inside the Territory.

source: 每张座椅前方都会有一个醒目的编号，参与竞争后，座位号及价位就会及时的显示在拍卖师面前的晶石板上。
en_us: Every chair has a noticeable number in front of it. Once you participate in the bid, the seat number and bid amount would be reflected in the auctioneer's tablet.

source: 每株灵草都装在一个玉盒子里，成熟的灵草反而比幼苗要多一些，虽然质量只有下品和中品，但已经很不错了。
en_us: Every stalk was placed in a jade box, with more mature herbs than saplings. Although there was only mid and low grade herbs, it was already pretty good.

source: 每次游小默都会敲打他们一番，但下一次又会犯。
en_us: Every time You XiaoMo would scold them, but then they would just do it again next time.

source: 每次看到凌霄战斗的样子，虽然这和他本身的实力有关，但是看到的时候还是觉得很爽，特别是‘啪啪’的巴掌，他在下面听了都感觉特别爽，好像是他自己在动手一样。
en_us: Every time he saw Ling Xiao fight, he would feel elation, though it might have something to do with his own current strength. This was especially true for the thwack of Ling Xiao’s palm, just listening to the sound made his blood roar, like it was him doing the deed.

source: 每经过一个无人发掘过的洞府，凌霄先是粗暴的轰了禁制，然后又以迅雷不及掩耳之势将灵草田整片灵草都挖了，欣欣向荣的灵草田往往变成一片未开发的泥土。
en_us: Every time he passed by an unexploded and uninhabited Immortal’s Cave, Ling Xiao would violently bombarded the restriction first, before he dug up the whole magic herb field at the speed of lightning. The flourishing magic herb field would often be turned into a field resembling a plot of undeveloped soil.

source: 每逢他有空，游路和游柏都会让他下厨做饭，两人的嘴特别挑，硬是把他的厨艺锻炼的跟五星大厨差不多。
en_us: Whenever he was free, You Lu and You Bai would make him cook for them. They were especially picky eaters and forced his culinary skills to improve to more or less the level of a five star chef.

source: 比如为什么他们会突然离开，为什么王老板这条街本该毁得最严重却一点事情也没有，两者是不是有什么关系？
en_us: For example, why did they suddenly leave, why was owner Wang's street the one that should have been the most damaged, unharmed at all, was there a connection between the two?

source: 比如坐在他们斜对面，半个月前才打过一架的姬芮，凭着妖凰族的底蕴，她的内伤早就好了，但是损失的声望却没有办法再找回来。
en_us: For example, sitting diagonally opposite them was Ji Rui, who they had fought a mere half month ago. With her constitution as a member of the Demon Phoenix Clan, her internal injuries had long since healed, but her broken reputation wasn't something she could easily get back.

source: 比如大量的炼制灵丹时，那个时候他需要连续炼丹，一般都会用灵水补充，而不需要大量炼制的时候，他会让灵魂之力自然恢复。
en_us: Like when he had to refine a large number of pills, he needed to do so continuously, so he would use spiritual water to replenish his soul force. But when he wasn’t going to refine so many, he would let his soul force recover by itself.

source: 比如江流，他生前有太深的执念，死前还不忘仇恨游小默，所以死后这个执念便深深的烙在脑海里，变成水妖后，他最想做的就是杀死游小默。
en_us: Like Jiang Liu for example, his grudge was so strong from his previous life, (wanting to kill You XiaoMo even as he was about to die) that even after death, it was deeply imprinted into his mind. Even after he became a Water Demon, the first thing he wanted to do was to kill You XiaoMo.

source: 比如那位叫天恨的男人，仿佛吃了大亏一样，知道凌霄和那位谷叔出去了，他突然哼地一声，抬起两条腿不爽的搁在桌上。
en_us: For example, that Tian Hen guy looked like he had just been scammed, knowing that Ling Xiao left with that Uncle Gu. He suddenly harrumphed and set his feet on the table in s displeased manner.

source: 比方说灵山八府。
en_us: For example, the Eight Mansions of the Spirit Mountain (灵山八府).

source: 比菜市场还要热闹吵杂的地方。
en_us: This was a place even more noisy than a market.

source: 比起他这个亲爹，他儿子似乎更信任他男人，所以如果他敢说也包括儿子怕是不会理他了。
en_us: His son seemed to trust his man more than his own father, so his son would probably refuse to acknowledge him if he dared to day that 'others' included Ling Xiao.

source: 比起懵懂的木元素之心，拥有成人智商的水元素之心显然更清楚落入别人手里后会遭遇什么样的待遇，亿万年才形成的灵智，野心勃勃的它，一心想化形，岂会甘心被抹掉灵智，可惜它遇到了凌霄。
en_us: Compared to the ignorant Wood Elemental Essence, the Water Elemental Essence had the intelligence of an adult, so it knew the outcome of being captured. It took hundreds of millions of years to form an intelligence, and it was ambitious in wanting to shape shift (化形). Of course it didn't want to be wipe of his intelligence, but too bad it met Ling Xiao.

source: 比进城还要贵，游小默还是从储物袋里摸出二十枚扔给他，“现在可以让我们进镇了吧？”
en_us: That was even more expensive than a city's entry fee, but You XiaoMo still took out twenty spirit gems and handed it over. "We can enter now, right?"

source: 毕竟培养出一颗强大的棋子并不容易的。
en_us: Afterall, cultivating a powerful chess piece wasn't easy.

source: 毛球一脚就踹了过去。
en_us: MaoQiu kicked her.

source: 毛球也没客气，她已经很少尝试人类的食物，偶尔吃一次也不错。
en_us: MaoQiu did not hold back too. She rarely tried human food and enjoyed having it once in a while.

source: 毛球似乎没感觉，接着说道：“主人，你要是觉得不解气，我帮你教训教训她，看她还敢不敢垂涎大人的美色。”
en_us: MaoQiu didn't seem to have any thoughts about it and continued. "Master, if you're still wound up about this, I'll teach her a lesson for you. Let's see if she still dares covet the Boss' beauty."

source: 毛球将他们在酒楼遇到的事情绘声绘色的说给其他人听，还包括她怎么整治老板娘，怎么让她毁容。
en_us: MaoQiu gave a lively retelling of what happened outside of the inn, including how she punished the proprietress and how she disfigured her.

source: 毛球当他默许了，眼睛不怀好意的看向老板娘。
en_us: MaoQiu assumed that meant he agreed, looking towards the owner with malicious intent.

source: 毛球抿唇一笑，脸上魅惑十足，“大人的魅力依旧不减，连这位魅力的老板娘都会您有好感。”
en_us: With a smile on her lips, MaoQiu's face was full of charm, "Boss's charmingness is still as destructive as ever (大人的魅力依旧不减). Even this alluring proprietress was attracted to you."

source: 毛球有笑盈盈的退回他们身边。
en_us: MaoQiu returned to them, smiling softly.

source: 毛球淡然的笑道：“再让我听到你说贱人这两个字，我就把你的皮扒了，正好我缺一副人皮。”
en_us: MaoQiu laughed lightly. "If you say the word bitch again, I'll tear off your skin. I'm missing a set of skin, anyways."

source: 毛球笑盈盈的告诉她道，她可是难得会跟一个讨厌的人说这种好心肠的话，她果然还是太善良了。
en_us: MaoQiu said this with a smile. It was very rare that she would be so nice to such an annoying person and issue to them such a warning. She really was too nice.

source: 毛球笑眯眯的走到皮球身边，一边摸了摸他的脑袋。
en_us: MaoQiu walked, smiling, to PiQiu's side, and she rubbed his head.

source: 毛球身形一闪，瞬间出现在她面前，扬起手朝她那张漂亮的脸蛋重重的扇了下去，‘啪’地一声非常响亮，把老板娘的脸打得歪到一边去了。
en_us: MaoQiu's figure flashed, instantly appearing in front of the cat demon, raising her hand and landing a harsh slap at the other's beautiful face. The sound of the slap was very loud, very clear, hard enough to send the owner's head to the side.

source: 毫无疑问，这个叫凌默的男人绝对是一个可以在西境横着走的强者，若有他护送小主人回玄龟族，他绝对可以放一百二十万颗心。
en_us: This man named Ling Mo was undoubtedly an expert who could do whatever he wanted in the Western Continent. If he protected the Young Master and sent him to the Black Turtle Clan, he could definitely be 1.2 million percent at ease. (放一百二十万颗心)

source: 气势一下子落空了。
en_us: Xuan Sheng's vigor went up in smoke there and then. (气势一下子落空了)

source: 气氛一下子剑拔弩张起来。
en_us: Suddenly the atmosphere became tense.

source: 气氛沉静了十几秒。
en_us: The entire area seemed to go silent for a while.

source: 气氛沉默了一会，银戈哑着声音道：“要怎么做？”
en_us: The atmosphere became gloomy in a moment. Yin Ge croaked in a hoarse voice, "How should I do it?"

source: 气氛沉默了两秒。
en_us: The room went silent for a few seconds.

source: 气氛沉默了几秒又开始热络起来，不过始终没有人立即参与竞争，让他们花超过五亿立即去买一张内容不详的的地图，绝对没有人这么大方。
en_us: The atmosphere remained silent for a few seconds before it began to heat up again. However, nobody tried to bid for it immediately from beginning to end. There was definitely no one who was that generous to spend more than five hundred million to buy a map with unknown contents.

source: 水元素之心也加快速度，像射门一样正面冲向吞金兽。
en_us: At the same time, the Water Elemental Essence was also gaining speed. It headed straight for the Metal Swallowing Beast as if shooting a goal.

source: 水元素之心本想靠近他耍计谋，却不想吞金兽竟然来这一招，一时没防备就被正面吹着，咕咕噜噜的滚回去，刚好砸进游小默怀里。
en_us: The Water Elemental Essence had planned on going closer and tricking him, however he didn't expect the Metal Swallowing Beast to pull something like this. Unexpected, it was blown back rolling straight into You XiaoMo's embrace.

source: 水元素之心顿时颤动了一下，约莫有所感应。
en_us: The Water Elemental Essence shook a bit, as if it felt his gaze.

source: 水妖一共有十五只，黑蜘蛛和赤血家族一走，有些人就要对付两只，有些人因实力不够，结果很快便出现死伤了。
en_us: There were fifteen Water Demons in all. Once the Black Spider and the Vermillion Blood Clan left, some people had to deal with two. Casualties soon started appearing as some were are not strong enough.

source: 水妖发出愤怒的怒吼声，它无法开口说话，只能用声音来传达自己内心的愤怒，然而它的仇人似乎从未理解过他。
en_us: The Water Demon let out an angry roar. It wasn't able to talk, so it could only use sounds to express his fury, but it seemed that it's enemy never understood it.

source: 水妖岂会让他们逃走，跳起来就想追上去，可就在这时，两道紫红色的火焰突然将它前后包抄住，不仅阻挡了它的脚步，又封去它的退路。
en_us: Of course the Water Demon wasn't going to let them go, as it jumped up to chase. But, it was then when two lines of purple-red flame suddenly surrounded it from the front and the back. Not only did it stop the Water Demon, it also blocked off the escape route.

source: 水妖往左边逃，火焰却连成一个圈，往上逃，凌霄正在上面等着它，它要是敢出来一拳就能轰掉它的脑袋。
en_us: The Water Demon tried escaping to the left but the flames connected itself into a circle. It tried escaping up, but Ling Xiao was there waiting for it. If it dared to come out, one punch would smash it's head open.

source: 水妖悲愤怒吼，终于耐心告罄，不管三七二十一就想自爆，就算杀不死这个男人，也要让他重伤。
en_us: The Water Demon let out a cry of grief and resentment. It's patience finally ran out and without anymore considerations, it wanted to self-destruct. Even if it's couldn't kill the man, it would at least gravely injure him.

source: 水妖最厉害的就是传染病毒，空气传染只针对普通人，像他们这种强者，只有被抓伤才会传染。
en_us: The main weapon of a Water Demon was it's infectious properties (传染病毒). Air borne infections only effect normal people, for experts like them, they would only be effected by scratch wounds.

source: 水手们还没休息，一个个都在自己的岗位上，表情严肃的盯着海水，直到船长发号施令，他们才动作起来，船体开始慢慢的往右边移动，十几秒后，船前行的速度明显加快了许多。
en_us: The sailors had not rested and were still at their posts staring solemnly at the sea. They only began to move when the captain gave orders. The hull began to move slowly to the right. Ten seconds later, the speed of the boat's advance had evidently increased a lot.

source: 水西部落一直在三大部落中排名最次，和他的实力也有莫大的关系，如果他能得到独立空间，实力将会提升一个两个台阶。
en_us: The ShuiXi Tribe being last of the three major tribes was largely due to his strength. If he could obtain the independent dimension, his power would go up by two levels.

source: 水鲨属于中阶妖兽，即便是变异体，最多就是高阶妖兽，不过因为变异妖兽血脉关系，他们突破更高阶的机率虽然比较大，但是晋级的过程仍然比较艰难，毕竟变异亦属于逆天之举，不可能太顺利。
en_us: Sharks were considered mid-tier demon beasts. Even if one was a mutant, at the most they could only be a high-tier demon beast, but because of mutant demon beasts' bloodlines, their success rate for breaking into higher levels was fairly high. However, the process to advance was fairly difficult. In the end, mutants were still considered a defiance of the natural order of things, so they couldn't be too successful.

source: 水鲨毕竟是水底生物，未化形之前是上不得陆地的。
en_us: After all, sharks were underwater creatures. Before transforming, they couldn't go on land.

source: 江小风只觉得周围突兀的出现一股极大的压力。
en_us: Jiang XiaoFeng suddenly felt a terrifying pressure around them.

source: 江小风抬头朝游小默看过去，发现青秋并没有如愿，因为中途插进一个童越煦，后者脸上带着一抹温和的微笑，一如既往的让人感到和煦。
en_us: Jiang XiaoFeng raised his head and looked towards You XiaoMo. Qing Qiu didn’t manage what she wanted because Tong YueXu stepped in between them. A gentle smile was on his face like always, giving people a warm feeling.

source: 江小风满脸期待的点点头，百里小鱼跑去找童越煦，所以没在。
en_us: Jiang XiaoFeng nodded with an eager expression. BaiLi XiaoYu had gone to find Tong YueXu, so he wasn’t here.

source: 江小风竖起大拇指，“真有你的。”
en_us: Jiang XiaoFeng gave him a thumbs up, “Nice one.”

source: 江流之所以来星罗城参加赤血家族的选拔赛，除了是想进入赤血家族内部，另一个重要原因就是龙血。
en_us: Other than wanting to enter the internal core of the Vermilion Blood Clan, the most important reason why Jiang Liu came to Silk Star City to participate in Vermilion Blood Clan's selection contest concerned dragon blood.

source: 江流伏地，“不敢百分之百肯定，但至少有七八成把握。”
en_us: Jiang Liu lowered himself. "I can't be a hundred percent certain, but the probability is high."

source: 江流原以为这辈子可能凑不齐材料，几乎心如死灰，结果却在这里发现骷髅花草，他的心情可想而知。
en_us: At first, Jiang Liu had thought that he wouldn't be able to gather all of the ingredients in this lifetime, and he grew hopelessly apathetic. But then they discovered the Skull Herb in a place like this, and his feelings were imaginable.

source: 江流发出一道惨叫声，双手抓着自己的脸倒到地上翻滚着，不过几秒，他的半边脸就被侵蚀得露出白骨，鲜红的血液被染黑，顺着脖颈流下来，看上去异常恐怖。
en_us: Jiang Liu let out blood-curdling screech, his hands grabbed his face as he rolled around on the ground. But in a few seconds, one side of his face had decomposed to reveal the white bones beneath. The bright red blood was dyed black as it flowed down his neck, looking exceptionally terrifying.

source: 江流在毫无防备的情况下被喷到，情况就更加严重了。
en_us: The situation was even worse as Jiang Liu was sprayed when he had let his guard down.

source: 江流恨他们，恨不得扒他们的皮，和他们的血。
en_us: Jiang Liu hates them, and wanted nothing more than to rip off their skin and blood.

source: 江流感觉到老家主流露出的威压，肩膀仿佛被压了一座巨山一样，不敢再耽搁，遂将自己的猜测一五一十说出来。
en_us: Jiang Liu could feel the intensity of the old family head's presence. It was almost like a mountain was pressing down on his shoulders. He didn't dare draw this out further, immediately explaining all his analysis.

source: 江流淡定的说道：“回家主，此事和那两个人有关，关系重大，不能被太多人知道。”
en_us: Jiang Liu calmly said. "Family head, this is something that concerns those two people. It's very important information, so the fewer people know, the better."

source: 江流滚动着喉咙，哑声说道：“禀家主，江流要说的事情正是和游小默有关，我认为潜入城主府的人就是游小默和凌霄。”
en_us: Jiang Liu swallowed thickly, saying weakly, "Reporting. Family head, what Jiang Liu wants to say has something to do with You XiaoMo. I believe that the people who sneaked into the City Master's estate was You XiaoMo and Ling Xiao."

source: 江流现在变成水妖，实力倒是比生前上涨了些许，大概是因为变成邪物，不过仍然不是游小默的对手。
en_us: Since Jiang Liu became a Water Demon, his strength did improve, probably because he became an evil spirit of a sorts (邪物), but still not enough to be You XiaoMo's opponent.

source: 江流的情况已经好多了，但是因为眼睛太吓人，所以戴着半块精致的面具，看起来确实比不戴要好得多。
en_us: Jiang Liu's state was much better now, but because his eyes were too frightening, so he was wearing an elegant mask that covered half his face. It was much better than if he didn't wear it.

source: 江流的想法不难猜，他已经猜到游小默来到通天大陆，方宸乐作为游小默敬佩的大师兄，如果他知道方宸乐落在他手里，一定不会袖手旁观。
en_us: Jiang Liu's thoughts weren't hard to guess. He had guessed that You XiaoMo had come to the TongTian Continent. Since Fang ChenLe was the other's respected da shixiong, You XiaoMo definitely wouldn't be able to sit by if he knew that Fang ChenLe had fallen into Jiang Liu's hands.

source: 江流的脸已经被处理过了，两只窟窿眼睛被湿布盖着，从游小默的角度看起来到没有那么惨了，最多就是脸色比较苍白。
en_us: Jiang Liu’s face has been treated and his eye sockets (两只窟窿眼睛) were covered with a damp cloth. It did not seem that bad from the You XiaoMo's point of view. At most, his face was a little pale.

source: 江流知道自己已经变得很扭曲，他没有回头路，所以他只能让自己变得更加扭曲，如果他的眼睛没有瞎，他也会不计一切代价杀了游小默。
en_us: Jiang Liu knew he had become twisted. He had no way out, so he could only twist himself further. If he had not been blinded, then he would kill You XiaoMo no matter what he had to give up to do it.

source: 江流突然停下脚步，一脸震惊的盯着对面缓缓走过来的男子，散漫的走路姿势，黝黑带笑的眼晴仿佛不经意的瞥过周围的人，视线随即与他对上，眼中的笑意似于不减反增。
en_us: Jiang Liu's steps suddenly stopped and he stared in shock at the man across them who was slowly walking over. That sloppy walking posture and that pitch black smiling eyes seemed to carelessly sweep over the people around him and immediately met Jiang Liu's eyes. The smiling expression in those eyes appeared to be increasing unabatedly.

source: 江流终于回过神来，一个绝佳的念头在他脑海里成形了，震惊之色渐渐转换为欣喜，他指着凌霄激动的说道：“快把他抓起来！”
en_us: Jiang Liu finally reacted. A wonderful idea was formed in his mind as his shock gradually turned into joy. He pointed at Ling Xiao and excitedly exclaimed, "Quickly catch him!"

source: 江流见‘方宸乐’竟然不慌不忙，表情还在笑，心里突然升起一股慎得慌的不安感觉，特别是那双眼睛看着他的时候，总有种连灵魂都被探得一清二楚的感觉。
en_us: Seeing that 'Fang ChenLe' seemed unfazed and was even smiling, an unsettled feeling rose in Jiang Liu's chest. It was especially strong when those eyes looked at him. It felt like even his soul was being looked through.

source: 江流见他们迟迟不动手，隐约知道他们在顾忌什么，当即压低声音略微焦急的说道：“这个我认识，他是中级位面的人，他的身份很特殊，把他抓起来，对你们只有好处没有坏处。”
en_us: Seeing that they seemed unwilling to act, Jiang Liu realized the reason for their hesitation and said in a low, rushed voice, "I recognize this person. He's someone from the Middle Level Plane. His identity is pretty special. Capturing him will only do you good."

source: 江流非常镇定的走到游震天面前，跪下才开口道：“小子江流拜见老家主。”
en_us: Jiang Liu calmly walked up to You ZhenTian and spoke only after kneeling. "Jiang Liu pays respects to the family head."

source: 江流顿时如遭雷蛰，真是他，真是游小默最敬佩的大师兄方宸乐，不然他怎么会对他笑，可是他怎么会出现在通天大陆？
en_us: Jiang Liu immediately appeared to have suffered a thundershock (如遭雷蛰), it's really him! It was really You XiaoMo's the most admired Older Senior Brother, Fang ChenLe. Otherwise, why would he smile at him? But why did Fang ChenLe appear in the TongTian Continent?

source: 没一会，两人就被游小默给解决了。
en_us: It didn't take long for You XiaoMo to finish them.

source: 没人敢上前，看着莫雪这幅丑陋的模样，众人嫌恶的移开视线。
en_us: No one dared to go up to her and seeing the ugliness of her face, everyone shifted their gaze away in disgust.

source: 没人注意到，一名身穿城主府守卫青盔甲的人突然从某个黑暗的角落走出来，悄无声息的跟上队伍。
en_us: No one noticed a man wearing the green armor (青盔甲) of the City Master's mansion guards suddenly walking out from a dark corner and quietly following the team.

source: 没人注意到，谢俊眼神阴沉的看了牛徐阳一眼。
en_us: No one noticed Xie Jun darkly eying Niu XuYang.

source: 没人牵制那只水妖，水妖也不会离开寒潭周围，所以便加入其他人的战斗，赤血家族带来的强者本来就不多，见情况不妙，他们能分到的灵草本来就不多，眼看着随时都有可能陨落，顿时打起退堂。
en_us: The Water Demon would not leave the vicinity of the cold lake. With no one restraining that Water Demon, it joined into other's battles. The Vermillion Blood Clan did not bring many powerhouses. Seeing the situation take a turn for the worse and since they would not have a big share of the magic herbs after distributing it out, they immediately started retreating when they saw that they could be defeated at any moment.

source: 没想到才这么短时间，莫景就收了这么多，在经历了一连串的打击之后，终于迎来一个惊喜。
en_us: He had not expected Mo Jing to collect so much in such a short time. He had finally ushered in a nice surprise after experiencing a succession of bombshells (打击).

source: 没有人相信苍盟会无缘无故做出这个决定，他们之间肯定有什么不为外人所知的交易，只有这样才能解释，有些人甚至怀疑可能跟傅苍穹的小徒弟有关，当初在生辰宴上，他俩可不就是被单独留了下来。
en_us: There was nobody who believed that the Cang Alliance made this decision for no reason whatsoever. There was definitely some kind of trade that had occured between the two parties that outsiders didn't know about, this was the only explanation. Some people even suspected that it most likely had something to do with Fu CangQiong's little disciple. Back then, on his birthday banquet, didn't the two of them stay behind on their own?

source: 没有他的声音，游小默霎时觉得安全感全跑光了，这种空虚的感觉安在是太讨厌了。
en_us: Without the other's voice, You XiaoMo immediately felt insecure. His sort of empty feeling was really the worst.

source: 没有外人，游小默绷紧的神经终于松了。
en_us: Without any outsiders present, You XiaoMo's tense expression finally relaxed.

source: 没有神境修为的人是不敢进去的，因为这片海域不仅天象奇怪，海面偶尔还会卷起一道道冲天直上的强劲海流，像龙卷风一样，破坏力非常惊人，据说从来没有哪艘行船能从这片海域安全的逃离过，而且这只是其中一个原因。
en_us: People who did not have Divine Realm cultivation base did not date to enter, because not only was this maritime area strange, but occasionally a powerful current would shoot up to the sky like a tornado and it's destructive power was extremely astonishing. It was said that no boat had ever escaped from this patch of sea safely, and this was only one of the reasons.

source: 没有说灵丹的名字反而说等级，大哥，打个商量，能降低一下要求吗？
en_us: You didn't even say the name of the magic pill and just said the grade. Dage, can we make a deal to lower your requirement ma?

source: 没有避水珠，他只好用灵魂之力隔开海水，在他周围形成一个半米宽的真空地带，这种方法很耗费灵魂之力，所以必须速战速决。
en_us: He didn't have a water-parting bead, so he had to use his soul power to part the water and create a bubble of air about half a meter in diameter.

source: 没用多少时间游小默就爬到玄泽的脑袋上。
en_us: It didn't take You XiaoMo long to crawl onto Xuan Ze's head.

source: 没等游小默表态，其他长老就静不住了。
en_us: Before You XiaoMo could express his opinion, the other elders burst into discussion.
